tap "homebrew/cask-fonts"

brew "ansible"
brew "asdf"
brew "azure-cli"
brew "bat"
brew "direnv"
brew "exa"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "helm"
brew "highlight"
brew "jq"
brew "imagemagick"
brew "kopia"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "openjdk"
brew "tmux"
brew "overmind"
brew "postgresql"
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tree"
brew "youtube-dl"
brew "gpg"

cask "1password"
cask "android-platform-tools"
cask "appcleaner"
cask "bitwarden"
cask "calibre"
cask "cyberduck"
cask "datagrip"
cask "devtoys"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-3270-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-cousine-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "kap"
cask "kitty"
cask "lens"
cask "maczip"
cask "megasync"
cask "microsoft-teams"
cask "mixed-in-key"
cask "motrix"
cask "obsidian"
cask "parallels"
cask "postman"
cask "raspberry-pi-imager"
cask "rekordbox"
cask "rider"
cask "slack"
cask "steam"
cask "telegram"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
