tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "ansible"
brew "asdf"
brew "azure-cli"
brew "bat"
brew "direnv"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "highlight"
brew "imagemagick"
brew "kopia"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "openjdk"
brew "tmux"
brew "overmind"
brew "postgresql@14"
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "tree"
brew "youtube-dl"

cask "1password"
cask "alacritty"
cask "appcleaner"
cask "bitwarden"
cask "brave-browser"
cask "calibre"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-cousine-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monofur-nerd-font"
cask "font-victor-mono"
cask "google-chrome"
cask "kap"
cask "kitty"
cask "megasync"
cask "microsoft-teams"
cask "mixed-in-key"
cask "obsidian"
cask "postman"
cask "rekordbox"
cask "rider"
cask "slack"
cask "steam"
cask "tailscale"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
