brew "git"
brew "asdf"
brew "bat"
brew "fzf"
brew "neovim"
brew "ripgrep"
brew "tree"
brew "youtube-dl"
brew "fd"
brew "exa"
brew "ffmpeg"
brew "highlight"
brew "git-delta"
brew "gpg"
brew "gh"
brew "postgresql"
brew "redis"
brew "imagemagick"
brew "tmux"
brew "overmind"
brew "fish"
brew "starship"
brew "lazygit"
brew "direnv"

cask "dropbox"
cask "google-chrome"
cask "transmission"
cask "vlc"
cask "flux"
cask "megasync"
cask "visual-studio-code"
cask "calibre"
cask "kap"
cask "appcleaner"
cask "telegram"
cask "obsidian"
cask "rekordbox"
cask "firefox"
cask "steam"
cask "docker"
cask "discord"
cask "kitty"
cask "rider"
cask "brave-browser"
cask "slack"
cask "postman"

tap "homebrew/cask-fonts"
cask "font-victor-mono"
cask "font-fira-code-nerd-font"

