brew "git"
brew "mas"
brew "asdf"
brew "bat"
brew "fzf"
brew "neovim"
brew "ripgrep"
brew "tree"
brew "youtube-dl"
brew "fd"
brew "exa"
brew "ffmpeg"
brew "highlight"
brew "git-delta"
brew "gpg"
brew "gh"
brew "postgresql"
brew "redis"
brew "imagemagick"
brew "tmux"
brew "overmind"
brew "docker"

cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "skype"
cask "transmission"
cask "vlc"
cask "flux"
cask "megasync"
cask "visual-studio-code"
cask "calibre"
cask "kap"
cask "insomnia"
cask "appcleaner"
cask "telegram"
cask "obsidian"
cask "rekordbox"
cask "firefox-developer-edition"
cask "jdownloader"
cask "expressvpn"
cask "steam"
cask "docker"
cask "discord"

tap "homebrew/cask-fonts"
cask "font-victor-mono"
cask "font-fira-code-nerd-font"

mas "MenuBar Stats", id: 714196447

